{
  "metadata": {
    "total_size": 19485918720
  },
  "weight_map": {
    "lm_head.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.0.attn.c_attn.bias": "pytorch_model-00001-of-00002.bin",
    "transformer.h.0.attn.c_attn.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.0.attn.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.0.ln_1.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.0.ln_2.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.0.mlp.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.0.mlp.w1.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.0.mlp.w2.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.1.attn.c_attn.bias": "pytorch_model-00001-of-00002.bin",
    "transformer.h.1.attn.c_attn.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.1.attn.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.1.ln_1.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.1.ln_2.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.1.mlp.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.1.mlp.w1.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.1.mlp.w2.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.10.attn.c_attn.bias": "pytorch_model-00001-of-00002.bin",
    "transformer.h.10.attn.c_attn.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.10.attn.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.10.ln_1.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.10.ln_2.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.10.mlp.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.10.mlp.w1.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.10.mlp.w2.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.11.attn.c_attn.bias": "pytorch_model-00001-of-00002.bin",
    "transformer.h.11.attn.c_attn.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.11.attn.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.11.ln_1.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.11.ln_2.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.11.mlp.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.11.mlp.w1.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.11.mlp.w2.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.12.attn.c_attn.bias": "pytorch_model-00001-of-00002.bin",
    "transformer.h.12.attn.c_attn.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.12.attn.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.12.ln_1.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.12.ln_2.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.12.mlp.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.12.mlp.w1.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.12.mlp.w2.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.13.attn.c_attn.bias": "pytorch_model-00001-of-00002.bin",
    "transformer.h.13.attn.c_attn.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.13.attn.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.13.ln_1.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.13.ln_2.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.13.mlp.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.13.mlp.w1.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.13.mlp.w2.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.14.attn.c_attn.bias": "pytorch_model-00001-of-00002.bin",
    "transformer.h.14.attn.c_attn.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.14.attn.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.14.ln_1.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.14.ln_2.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.14.mlp.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.14.mlp.w1.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.14.mlp.w2.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.15.attn.c_attn.bias": "pytorch_model-00001-of-00002.bin",
    "transformer.h.15.attn.c_attn.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.15.attn.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.15.ln_1.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.15.ln_2.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.15.mlp.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.15.mlp.w1.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.15.mlp.w2.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.16.attn.c_attn.bias": "pytorch_model-00001-of-00002.bin",
    "transformer.h.16.attn.c_attn.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.16.attn.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.16.ln_1.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.16.ln_2.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.16.mlp.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.16.mlp.w1.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.16.mlp.w2.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.17.attn.c_attn.bias": "pytorch_model-00001-of-00002.bin",
    "transformer.h.17.attn.c_attn.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.17.attn.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.17.ln_1.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.17.ln_2.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.17.mlp.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.17.mlp.w1.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.17.mlp.w2.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.18.attn.c_attn.bias": "pytorch_model-00001-of-00002.bin",
    "transformer.h.18.attn.c_attn.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.18.attn.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.18.ln_1.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.18.ln_2.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.18.mlp.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.18.mlp.w1.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.18.mlp.w2.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.19.attn.c_attn.bias": "pytorch_model-00001-of-00002.bin",
    "transformer.h.19.attn.c_attn.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.19.attn.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.19.ln_1.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.19.ln_2.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.19.mlp.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.19.mlp.w1.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.19.mlp.w2.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.2.attn.c_attn.bias": "pytorch_model-00001-of-00002.bin",
    "transformer.h.2.attn.c_attn.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.2.attn.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.2.ln_1.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.2.ln_2.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.2.mlp.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.2.mlp.w1.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.2.mlp.w2.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.20.attn.c_attn.bias": "pytorch_model-00001-of-00002.bin",
    "transformer.h.20.attn.c_attn.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.20.attn.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.20.ln_1.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.20.ln_2.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.20.mlp.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.20.mlp.w1.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.20.mlp.w2.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.21.attn.c_attn.bias": "pytorch_model-00001-of-00002.bin",
    "transformer.h.21.attn.c_attn.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.21.attn.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.21.ln_1.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.21.ln_2.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.21.mlp.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.21.mlp.w1.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.21.mlp.w2.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.22.attn.c_attn.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.h.22.attn.c_attn.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.22.attn.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.22.ln_1.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.22.ln_2.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.22.mlp.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.22.mlp.w1.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.22.mlp.w2.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.23.attn.c_attn.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.h.23.attn.c_attn.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.23.attn.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.23.ln_1.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.23.ln_2.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.23.mlp.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.23.mlp.w1.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.23.mlp.w2.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.24.attn.c_attn.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.h.24.attn.c_attn.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.24.attn.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.24.ln_1.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.24.ln_2.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.24.mlp.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.24.mlp.w1.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.24.mlp.w2.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.25.attn.c_attn.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.h.25.attn.c_attn.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.25.attn.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.25.ln_1.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.25.ln_2.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.25.mlp.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.25.mlp.w1.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.25.mlp.w2.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.26.attn.c_attn.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.h.26.attn.c_attn.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.26.attn.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.26.ln_1.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.26.ln_2.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.26.mlp.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.26.mlp.w1.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.26.mlp.w2.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.27.attn.c_attn.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.h.27.attn.c_attn.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.27.attn.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.27.ln_1.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.27.ln_2.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.27.mlp.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.27.mlp.w1.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.27.mlp.w2.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.28.attn.c_attn.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.h.28.attn.c_attn.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.28.attn.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.28.ln_1.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.28.ln_2.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.28.mlp.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.28.mlp.w1.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.28.mlp.w2.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.29.attn.c_attn.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.h.29.attn.c_attn.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.29.attn.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.29.ln_1.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.29.ln_2.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.29.mlp.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.29.mlp.w1.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.29.mlp.w2.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.3.attn.c_attn.bias": "pytorch_model-00001-of-00002.bin",
    "transformer.h.3.attn.c_attn.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.3.attn.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.3.ln_1.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.3.ln_2.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.3.mlp.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.3.mlp.w1.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.3.mlp.w2.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.30.attn.c_attn.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.h.30.attn.c_attn.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.30.attn.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.30.ln_1.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.30.ln_2.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.30.mlp.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.30.mlp.w1.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.30.mlp.w2.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.31.attn.c_attn.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.h.31.attn.c_attn.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.31.attn.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.31.ln_1.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.31.ln_2.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.31.mlp.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.31.mlp.w1.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.31.mlp.w2.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.h.4.attn.c_attn.bias": "pytorch_model-00001-of-00002.bin",
    "transformer.h.4.attn.c_attn.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.4.attn.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.4.ln_1.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.4.ln_2.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.4.mlp.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.4.mlp.w1.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.4.mlp.w2.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.5.attn.c_attn.bias": "pytorch_model-00001-of-00002.bin",
    "transformer.h.5.attn.c_attn.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.5.attn.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.5.ln_1.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.5.ln_2.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.5.mlp.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.5.mlp.w1.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.5.mlp.w2.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.6.attn.c_attn.bias": "pytorch_model-00001-of-00002.bin",
    "transformer.h.6.attn.c_attn.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.6.attn.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.6.ln_1.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.6.ln_2.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.6.mlp.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.6.mlp.w1.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.6.mlp.w2.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.7.attn.c_attn.bias": "pytorch_model-00001-of-00002.bin",
    "transformer.h.7.attn.c_attn.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.7.attn.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.7.ln_1.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.7.ln_2.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.7.mlp.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.7.mlp.w1.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.7.mlp.w2.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.8.attn.c_attn.bias": "pytorch_model-00001-of-00002.bin",
    "transformer.h.8.attn.c_attn.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.8.attn.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.8.ln_1.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.8.ln_2.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.8.mlp.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.8.mlp.w1.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.8.mlp.w2.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.9.attn.c_attn.bias": "pytorch_model-00001-of-00002.bin",
    "transformer.h.9.attn.c_attn.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.9.attn.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.9.ln_1.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.9.ln_2.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.9.mlp.c_proj.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.9.mlp.w1.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.h.9.mlp.w2.weight": "pytorch_model-00001-of-00002.bin",
    "transformer.his_resampler.attn.in_proj_bias": "pytorch_model-00002-of-00002.bin",
    "transformer.his_resampler.attn.in_proj_weight": "pytorch_model-00002-of-00002.bin",
    "transformer.his_resampler.attn.out_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.his_resampler.attn.out_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.his_resampler.ln_kv.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.his_resampler.ln_kv.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.his_resampler.ln_post.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.his_resampler.ln_post.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.his_resampler.ln_q.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.his_resampler.ln_q.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.his_resampler.pos_embed": "pytorch_model-00002-of-00002.bin",
    "transformer.his_resampler.proj": "pytorch_model-00002-of-00002.bin",
    "transformer.his_resampler.query": "pytorch_model-00002-of-00002.bin",
    "transformer.ln_f.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.attn_pool.attn.in_proj_bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.attn_pool.attn.in_proj_weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.attn_pool.attn.out_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.attn_pool.attn.out_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.attn_pool.kv_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.attn_pool.ln_kv.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.attn_pool.ln_kv.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.attn_pool.ln_q.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.attn_pool.ln_q.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.attn_pool.pos_embed": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.attn_pool.query": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.conv1.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.ln_post.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.ln_post.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.ln_pre.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.ln_pre.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.positional_embedding": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.proj": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.0.attn.in_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.0.attn.in_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.0.attn.out_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.0.attn.out_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.0.ln_1.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.0.ln_1.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.0.ln_2.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.0.ln_2.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.0.mlp.c_fc.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.0.mlp.c_fc.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.0.mlp.c_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.0.mlp.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.1.attn.in_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.1.attn.in_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.1.attn.out_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.1.attn.out_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.1.ln_1.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.1.ln_1.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.1.ln_2.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.1.ln_2.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.1.mlp.c_fc.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.1.mlp.c_fc.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.1.mlp.c_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.1.mlp.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.10.attn.in_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.10.attn.in_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.10.attn.out_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.10.attn.out_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.10.ln_1.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.10.ln_1.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.10.ln_2.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.10.ln_2.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.10.mlp.c_fc.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.10.mlp.c_fc.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.10.mlp.c_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.10.mlp.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.11.attn.in_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.11.attn.in_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.11.attn.out_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.11.attn.out_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.11.ln_1.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.11.ln_1.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.11.ln_2.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.11.ln_2.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.11.mlp.c_fc.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.11.mlp.c_fc.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.11.mlp.c_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.11.mlp.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.12.attn.in_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.12.attn.in_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.12.attn.out_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.12.attn.out_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.12.ln_1.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.12.ln_1.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.12.ln_2.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.12.ln_2.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.12.mlp.c_fc.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.12.mlp.c_fc.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.12.mlp.c_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.12.mlp.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.13.attn.in_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.13.attn.in_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.13.attn.out_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.13.attn.out_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.13.ln_1.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.13.ln_1.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.13.ln_2.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.13.ln_2.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.13.mlp.c_fc.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.13.mlp.c_fc.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.13.mlp.c_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.13.mlp.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.14.attn.in_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.14.attn.in_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.14.attn.out_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.14.attn.out_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.14.ln_1.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.14.ln_1.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.14.ln_2.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.14.ln_2.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.14.mlp.c_fc.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.14.mlp.c_fc.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.14.mlp.c_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.14.mlp.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.15.attn.in_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.15.attn.in_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.15.attn.out_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.15.attn.out_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.15.ln_1.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.15.ln_1.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.15.ln_2.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.15.ln_2.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.15.mlp.c_fc.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.15.mlp.c_fc.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.15.mlp.c_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.15.mlp.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.16.attn.in_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.16.attn.in_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.16.attn.out_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.16.attn.out_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.16.ln_1.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.16.ln_1.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.16.ln_2.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.16.ln_2.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.16.mlp.c_fc.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.16.mlp.c_fc.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.16.mlp.c_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.16.mlp.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.17.attn.in_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.17.attn.in_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.17.attn.out_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.17.attn.out_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.17.ln_1.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.17.ln_1.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.17.ln_2.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.17.ln_2.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.17.mlp.c_fc.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.17.mlp.c_fc.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.17.mlp.c_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.17.mlp.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.18.attn.in_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.18.attn.in_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.18.attn.out_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.18.attn.out_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.18.ln_1.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.18.ln_1.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.18.ln_2.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.18.ln_2.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.18.mlp.c_fc.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.18.mlp.c_fc.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.18.mlp.c_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.18.mlp.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.19.attn.in_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.19.attn.in_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.19.attn.out_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.19.attn.out_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.19.ln_1.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.19.ln_1.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.19.ln_2.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.19.ln_2.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.19.mlp.c_fc.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.19.mlp.c_fc.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.19.mlp.c_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.19.mlp.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.2.attn.in_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.2.attn.in_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.2.attn.out_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.2.attn.out_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.2.ln_1.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.2.ln_1.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.2.ln_2.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.2.ln_2.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.2.mlp.c_fc.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.2.mlp.c_fc.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.2.mlp.c_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.2.mlp.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.20.attn.in_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.20.attn.in_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.20.attn.out_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.20.attn.out_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.20.ln_1.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.20.ln_1.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.20.ln_2.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.20.ln_2.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.20.mlp.c_fc.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.20.mlp.c_fc.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.20.mlp.c_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.20.mlp.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.21.attn.in_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.21.attn.in_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.21.attn.out_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.21.attn.out_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.21.ln_1.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.21.ln_1.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.21.ln_2.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.21.ln_2.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.21.mlp.c_fc.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.21.mlp.c_fc.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.21.mlp.c_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.21.mlp.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.22.attn.in_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.22.attn.in_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.22.attn.out_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.22.attn.out_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.22.ln_1.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.22.ln_1.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.22.ln_2.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.22.ln_2.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.22.mlp.c_fc.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.22.mlp.c_fc.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.22.mlp.c_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.22.mlp.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.23.attn.in_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.23.attn.in_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.23.attn.out_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.23.attn.out_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.23.ln_1.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.23.ln_1.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.23.ln_2.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.23.ln_2.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.23.mlp.c_fc.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.23.mlp.c_fc.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.23.mlp.c_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.23.mlp.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.24.attn.in_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.24.attn.in_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.24.attn.out_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.24.attn.out_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.24.ln_1.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.24.ln_1.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.24.ln_2.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.24.ln_2.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.24.mlp.c_fc.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.24.mlp.c_fc.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.24.mlp.c_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.24.mlp.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.25.attn.in_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.25.attn.in_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.25.attn.out_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.25.attn.out_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.25.ln_1.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.25.ln_1.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.25.ln_2.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.25.ln_2.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.25.mlp.c_fc.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.25.mlp.c_fc.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.25.mlp.c_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.25.mlp.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.26.attn.in_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.26.attn.in_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.26.attn.out_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.26.attn.out_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.26.ln_1.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.26.ln_1.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.26.ln_2.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.26.ln_2.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.26.mlp.c_fc.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.26.mlp.c_fc.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.26.mlp.c_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.26.mlp.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.27.attn.in_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.27.attn.in_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.27.attn.out_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.27.attn.out_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.27.ln_1.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.27.ln_1.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.27.ln_2.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.27.ln_2.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.27.mlp.c_fc.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.27.mlp.c_fc.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.27.mlp.c_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.27.mlp.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.28.attn.in_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.28.attn.in_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.28.attn.out_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.28.attn.out_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.28.ln_1.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.28.ln_1.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.28.ln_2.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.28.ln_2.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.28.mlp.c_fc.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.28.mlp.c_fc.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.28.mlp.c_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.28.mlp.c_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.29.attn.in_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.29.attn.in_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.29.attn.out_proj.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.29.attn.out_proj.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.29.ln_1.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.29.ln_1.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.29.ln_2.bias": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.29.ln_2.weight": "pytorch_model-00002-of-00002.bin",
    "transformer.visual.transformer.resblocks.29.mlp.c_fc.bias": "pytorch_model-00002-of-00002.bin",
